[
  {
    "id": 13,
    "name": "Big Macintosh",
    "image": "images/BigMacintosh.jpg",
    "unlocked": 0,
    "bio": "Big Macintosh is Applejack's older brother, a red earth pony with an orange mane and freckles. While most of the Apple clan live scattered around Equestria, he stays at Sweet Apple Acres with his sisters and Granny Smith."
  },
  {
    "id": 14,
    "name": "Granny Smith",
    "image": "images/GrannySmith.jpg",
    "unlocked": 0,
    "bio": "Applejack's, Apple Bloom's, and Big Macintosh's paternal grandmother. Age has done a number on this green earth pony, and while she's not crippled or senile, she's getting there. Despite this, she still manages to continue her role as the matriarch of the Apple family."
  },
  {
    "id": 15,
    "name": "Limestone Pie",
    "image": "images/LimestonePie.jpg",
    "unlocked": 0,
    "bio": "Pinkie's other older (and possibly oldest) sister, a no-nonsense mare with a very gruff and bad-tempered attitude. She is fiercely protective of the rock farm and its traditions, especially its important landmark: Holder's Boulder and the Pie Family's quarry."
  },
  {
    "id": 16,
    "name": "Marble Pie",
    "image": "images/MarblePie.jpg",
    "unlocked": 0,
    "bio": "The youngest of the Pie sisters, born a few minutes after Pinkie herself. She is very quiet and shy, in contrast to Maud's stoicism, Limestone's gruffness and Pinkie's exuberance."
  },
  {
    "id": 17,
    "name": "Maud Pie",
    "image": "images/MaudPie.jpg",
    "unlocked": 0,
    "bio": "Pinkie's older sister, who has a thing for rocks. Unlike her sisters, Maud is very stoic and hardly expresses any emotion at all. She and Pinkie have been close friends for years, and share a tradition of trading rock candy necklaces. Her full name is Maudalina Daisy Pie."
  },
  {
    "id": 18,
    "name": "Princess Cadance",
    "image": "images/PrincessCadance.jpg",
    "unlocked": 0,
    "bio": "Princess Mi Amore Cadenza, better known as Princess Cadance, is a pretty pearl pink princess pony and adopted niece of Princess Celestia. She is well acquainted with Twilight Sparkle, whom she used to foal-sit years ago. They ended up becoming sisters-in-law after Cadance married Twilight's brother, Shining Armor. Her main talent is bringing love to others, making her the perfect fit to govern the Crystal Empire, a regal city that spreads her love across Equestria.\nLike Twilight Sparkle, she was not born as an alicorn. She was a Pegasus raised by Earth ponies until she reversed a love-stealing spell and was adopted by Celestia as her niece."
  },
  {
    "id": 19,
    "name": "Princess Celestia",
    "image": "images/PrincessCelestia.jpg",
    "unlocked": 0,
    "bio": "Co-ruler of Equestria. According to the Creation Myth, she governs both the sun and the moon, though she originally commanded 'merely' the former and only assumed control of the latter after a disagreement with her sister. However, since said sister's return, she has passed the reigns of the moon back to Luna. A white-winged unicorn with a multicolored, ethereal mane, she is noticeably taller and more slender than her subjects."
  },
  {
    "id": 20,
    "name": "Queen Chrysalis",
    "image": "images/QueenChrysalis.jpg",
    "unlocked": 0,
    "bio": "The former Queen of the changelings, creatures that can transform into other ponies and feed on their love for sustanance. She masquerades as Princess Cadance during the Season 2 finale in a bid to conquer Equestria, but is discovered by Twilight and defeated by Cadance and Shining Armor. She returns in the Season 6 finale with a more ambitious plan, but her subjects turn on her and follow Thorax as their new leader, causing Chrysalis to flee swearing revenge."
  },
  {
    "id": 21,
    "name": "Princess Flurry Heart",
    "image": "images/PrincessFlurryHeart.jpg",
    "unlocked": 0,
    "bio": "The newborn daughter of Shining Armor and Princess Cadance, and the niece of Twilight Sparkle. Flurry Heart is the first pony born as an alicorn in Equestria. She debuts in the sixth season opener, 'The Crystalling'."
  },
  {
    "id": 22,
    "name": "Princess Luna",
    "image": "images/PrincessLuna.jpg",
    "unlocked": 0,
    "bio": "Princess Celestia's younger sister. She co-rules Equestria alongside her older sister. According to the Creation Myth, she used to govern nighttime, but grew jealous of her sister and wound up sealed away for a thousand years as the Mare in the Moon. After being defeated by the reformed Elements of Harmony, she Heel Face Turns and becomes Princess Luna again, resuming her nighttime duties."
  },
  {
    "id": 23,
    "name": "Shining Armor",
    "image": "images/ShiningArmor.jpg",
    "unlocked": 0,
    "bio": "Prince Shining Armor is Captain of the Canterlot Royal Guard and a prince of Equestria through marriage to Princess Cadance, but more importantly, he's Twilight Sparkle's older brother. They were very close when they were younger, but started to grow apart when she moved to Ponyville. He presides over the Crystal Empire alongside his wife."
  },
  {
    "id": 24,
    "name": "Spitfire",
    "image": "images/Spitfire.jpg",
    "unlocked": 0,
    "bio": "A yellow pegasus mare with a fiery-looking mane, Spitfire is the leader of the Wonderbolts. Brash and abrasive, Spitfire constantly pushes her fellow Wonderbolts and the recruits with the personality of a Drill Sergeant Nasty, as she loves 'yelling and blowing her whistle.' However, she has a laid-back and easygoing personality when she's not in uniform."
  }
]