[
  {
    "id": 1,
    "name": "Apple Bloom",
    "image": "images/AppleBloom.jpg",
    "unlocked": 0,
    "bio": "Apple Bloom is Applejack and Big Macintosh's baby sister, an adorable earth pony with a yellow coat and fluffy pinkish-red mane. In 'Call of the Cutie', she became very insecure about not having her cutie mark yet and began desperately searching for her special talent. After learning two of her classmates had the same problem, she formed a Power Trio with them in order to work together towards the same goal. Her special talent has been variously hinted as being repairing and/or buildings things (especially with wood), or potion brewing."
  },
  {
    "id": 2,
    "name": "Applejack",
    "image": "images/Applejack.jpg",
    "unlocked": 0,
    "bio": "The bearer of the Element of Honesty. An earth pony from the huge Apple family, a herd that runs multiple apple farms across Equestria. Applejack helps run Sweet Apple Acres, the ancestral farm of the family. Sensible and down to earth, she's admired for her honesty and integrity. However, she also has a bit of a stubborn streak at times."
  },
  {
    "id": 3,
    "name": "Fluttershy",
    "image": "images/Fluttershy.jpg",
    "unlocked": 0,
    "bio": "The bearer of the Element of Kindness. A Pegasus from Cloudsdale who is just as shy as her name suggests. Gentle and kind, she has a natural way with animals but has trouble dealing with other ponies due to her Shrinking Violet nature. Still, don't even think about hurting her friends."
  },
  {
    "id": 4,
    "name": "Pinkie Pie",
    "image": "images/PinkiePie.jpg",
    "unlocked": 0,
    "bio": "The bearer of the Element of Laughter. Pinkamena Diane 'Pinkie' Pie is a hyperactive earth pony who prances to the beat of her own percussion section. The sheer force of her cheerful personality can be overwhelming at first but anyone who shows a little patience with her eccentricities is rewarded with a truly unique and wonderful friend who fills every day with laughter. And musical numbers. And PARTIES! Even as she defies physical reality when the situation is funny. Try to imagine a pink rocket made of happiness. That's Pinkie Pie."
  },
  {
    "id": 5,
    "name": "Rainbow Dash",
    "image": "images/RainbowDash.jpg",
    "unlocked": 0,
    "bio": "The bearer of the Element of Loyalty. A speedy Pegasus hailing from Cloudsdale who loves to race and compete whenever she can convince someone to go against her. Though Prideful and a bit arrogant, with a somewhat self-centered attitude, she's a loyal friend and a strong leader. Works as a weather manager of Ponyville. In the episode 'Newbie Dash', she becomes a member of the elite flying group, the Wonderbolts."
  },
  {
    "id": 6,
    "name": "Rarity",
    "image": "images/Rarity.jpg",
    "unlocked": 0,
    "bio": "The bearer of the Element of Generosity. A unicorn with an eye for fashion and a generous spirit, Rarity is a beautiful clotheshorse. A huge fan of Fairy Tale-style romances and Happily Ever Afters. While there's nothing new about a girl's cartoon having a fashion-focused character, Rarity breaks from this stereotype in that instead of following trends, she creates them as the owner and lead designer of Ponyville's premier dress shop: the Carousel Boutique. As of Season 4, she appears to be diversifying into interior design."
  },
  {
    "id": 7,
    "name": "Scootaloo",
    "image": "images/Scootaloo.jpg",
    "unlocked": 0,
    "bio": "An orange Pegasus with short, hot pink hair and purple eyes, Scootaloo is one of Apple Bloom's classmates. Though she originally hid the fact she hadn't earned her cutie mark yet, she and Sweetie Belle stood up for Apple Bloom during 'Call of the Cutie' and became fast friends, forging the Cutie Mark Crusaders so that they could search for their talents together. A brash Tomboy, she effectively serves as the Power Trio's equivalent to Rainbow Dash. She has a scooter that she's very good at riding really fast. Her special talent has been variously hinted at being speed and/or stunts on her scooter, physical athleticism and/or dancing, and engineering."
  },
  {
    "id": 8,
    "name": "Spike",
    "image": "images/Spike.jpg",
    "unlocked": 0,
    "bio": "A baby dragon and Twilight Sparkle's '#1 Assistant', Spike is the closest thing she had to a friend before traveling to Ponyville. He is extremely loyal and efficient, but also a tad obnoxious. He can transport messages to Celestia by burning them with his green flames; this communication goes both ways as she can then send messages that he burps out. Messages he sends to Celestia arrive in a much more dignified manner."
  },
  {
    "id": 9,
    "name": "Starlight Glimmer",
    "image": "images/StarlightGlimmer.jpg",
    "unlocked": 0,
    "bio": "Starlight Glimmer was the Big Bad of Season 5, featuring in both the premiere 'The Cutie Map' and the finale 'The Cutie Re-Mark.' As a foal, Starlight's only friend was a colt named Sunburst, but when he got his cutie mark and moved away, Starlight felt abandoned and lonely. She became convinced that cutie marks bring only pain and the key to true friendship and happiness is for no one to be special, so no one's talents can take them away or make them feel superior. By the time of Season 5 she had was the leader of a town in which all the ponies have given up their cutie marks for equal signs, until Twilight and her friends drove her off. Starlight spied on Twilight while plotting revenge, and came up with a plan — using an advanced time travel spell, she went back in time and stopped Rainbow Dash from performing her first Sonic Rainboom as a filly, the event that caused the Mane Six to all get their cutie marks at the same time. However, undoing this caused time to unravel, creating various parallel timelines where villains the Mane Six had defeated were able to come to power and take over Equestria. Realizing how important the group's bonds are to Equestria, Starlight relented and accepted a hoof of friendship from Twilight.\nSeason 6 established Starlight as the Seventh Ranger to the Mane Six, a recurring supporting character who now lives with Twilight in her castle and studies friendship with her. Following her saving Equestria from Queen Chrysalis and reforming the changeling race at the end of the season, Twilight declared her to have graduated in Season 7, but Starlight wasn't ready to leave behind her new life and friends in Ponyville and decided to keep living with Twilight. Along the way, she's reunited with Sunburst and rekindled their friendship, made friends with Twilight's two-time rival Trixie, and bonded with Pinkie's sister Maud. She also made the Pillars of Old Equestria realize the mistake they'd made when the Pony of Shadows, real name Stygian, was misunderstood, and rescued him from the shadows.\nIn Season 8, Twilight enlists her as the Guidance Counselor for her Friendship School."
  },
  {
    "id": 10,
    "name": "Sunset Shimmer",
    "image": "images/SunsetShimmer.jpg",
    "unlocked": 0,
    "bio": "Once one of Princess Celestia's most promising students, Sunset Shimmer's thirst for power and prestige concerned Celestia and created a rift between them. Feeling she wasn't getting what she wanted with Celestia, Sunset fled Equestria through a magic mirror that led her to another dimension: the human world. Through manipulation and fear, Sunset established herself as the Queen of Canterlot High School. Still craving power and dominance in Equestria, she returned to steal the Element of Magic from Twilight, intending to turn the residents of her school into brainwashed minions to invade Equestria and take it over. Twilight follows her, foils Sunset's plan, and takes back her crown. Defeated and humiliated before the school, Sunset is humbled and begs for forgiveness.\nBecoming a close friend to the human versions of Twilight's Ponyville friends, including the human version of Twilight Sparkle, Sunset has rebuilt her life and her persona as a better person, and aids the group in defending the human world from magical threats. She keeps in contact with Princess Twilight in Equestria using a pair of magic journals that can send messages to each other; these same journals keep the portal between the two worlds open and allows travel between them when Sunset needs Twilight's help more directly."
  },
  {
    "id": 11,
    "name": "Sweetie Belle",
    "image": "images/SweetieBelle.jpg",
    "unlocked": 0,
    "bio": "Another of Apple Bloom and Scootaloo's classmates, and the Girly Girl to Scoot's Tomboy, this Unicorn rounds out the CMC trinity. Like them, she has yet to discover her cutie mark and helps found the Cutie Mark Crusaders in hopes of discovering it. Idolizes her older sister Rarity and would like to follow her down the same career path, but isn't particularly good at it yet. Has a knack for singing and making up melodies, but balks at the thought of singing for an audience. It's strongly implied that singing and music are her special talent, but her Stage Fright keeps her from realizing this. In 'Twilight Time', she's depicted studying magic under Twilight Sparkle, but it's unclear if this is a hint she may have a magic-related talent, or is simply her learning how to use the powers she can't yet control."
  },
  {
    "id": 12,
    "name": "Twilight Sparkle",
    "image": "images/TwilightSparkle.jpg",
    "unlocked": 0,
    "bio": "The bearer of the Element of Magic. The protagonist of the series, a unicorn (who later becomes an alicorn) from Canterlot who serves as Princess Celestia's apprentice, and the eventual successor of Celestia and Luna. She's less than thrilled at first about the suggestion that she should try making friends but naturally winds up giving it a shot. She has a natural talent for Magic that goes far beyond what most unicorns are capable of. She's also very intelligent, levelheaded, and organized, making her a great unofficial leader for the Mane Six. However, her neuroses sometimes cause problems."
  }
]